<?php

include '../config/xl.php';


?>


{
    "cookie": " <?php echo $config[1]; ?>",
  "classes": [

    {
      "type_name": "儿童早教",
      "type_id": "儿童早教"
    },
    {
      "type_name": "儿童启蒙故事",
      "type_id": "儿童启蒙故事"
    },
    {
      "type_name": "儿童英语启蒙",
      "type_id": "儿童英语启蒙"
    },
   {
      "type_name": "儿童歌曲",
      "type_id": "儿童歌曲"
    },
{
      "type_name": "儿童绘画",
      "type_id": "儿童绘画"
    },
    {
      "type_name": "睡前故事",
      "type_id": "睡前故事"
    },

{
      "type_name": "儿童动画",
      "type_id": "儿童动画"
    },
{
      "type_name": "儿童音乐",
      "type_id": "儿童音乐"
    },
    {
      "type_name": "儿童安全教育",
      "type_id": "儿童安全教育"
    },
    {
      "type_name": "贝瓦儿歌",
      "type_id": "贝瓦儿歌"
    },
    {
      "type_name": "悟空识字",
      "type_id": "悟空识字"
    },
    {
      "type_name": "宝宝巴士",
      "type_id": "宝宝巴士"
    },
    {
      "type_name": "儿歌多多",
      "type_id": "儿歌多多"
    },
    {
      "type_name": "学而思",
      "type_id": "学而思"
    },

    {
      "type_name": "1年级语文",
      "type_id": "1年级语文"
    },
    {
      "type_name": "1年级数学",
      "type_id": "1年级数学"
    },
   {
      "type_name": "1年级英语",
      "type_id": "1年级英语"
    },
{
      "type_name": "2年级语文",
      "type_id": "2年级语文"
    },
    {
      "type_name": "2年级数学",
      "type_id": "2年级数学"
    },
   {
      "type_name": "2年级英语",
      "type_id": "2年级英语"
    },
{
      "type_name": "3年级语文",
      "type_id": "3年级语文"
    },
    {
      "type_name": "3年级数学",
      "type_id": "3年级数学"
    },
   {
      "type_name": "3年级英语",
      "type_id": "3年级英语"
    },
{
      "type_name": "4年级语文",
      "type_id": "4年级语文"
    },
    {
      "type_name": "4年级数学",
      "type_id": "4年级数学"
    },
   {
      "type_name": "4年级英语",
      "type_id": "4年级英语"
    },
{
      "type_name": "5年级语文",
      "type_id": "5年级语文"
    },
    {
      "type_name": "5年级数学",
      "type_id": "5年级数学"
    },
   {
      "type_name": "5年级英语",
      "type_id": "5年级英语"
    },
{
      "type_name": "6年级语文",
      "type_id": "6年级语文"
    },
    {
      "type_name": "6年级数学",
      "type_id": "6年级数学"
    },
   {
      "type_name": "6年级英语",
      "type_id": "6年级英语"
    },
{
      "type_name": "7年级语文",
      "type_id": "7年级语文"
    },
    {
      "type_name": "7年级数学",
      "type_id": "7年级数学"
    },
  {
      "type_name": "7年级英语",
      "type_id": "7年级英语"
    },
   {
      "type_name": "7年级历史",
      "type_id": "7年级历史"
    },
{
      "type_name": "7年级地理",
      "type_id": "7年级地理"
    },
    {
      "type_name": "7年级生物",
      "type_id": "7年级生物"
    },
    {
      "type_name": "7年级物理",
      "type_id": "7年级物理"
    },
    {
      "type_name": "7年级化学",
      "type_id": "7年级化学"
    },
 
{
      "type_name": "8年级语文",
      "type_id": "8年级语文"
    },
    {
      "type_name": "8年级数学",
      "type_id": "8年级数学"
    },
   {
      "type_name": "8年级英语",
      "type_id": "8年级英语"
    },
  {
      "type_name": "8年级历史",
      "type_id": "8年级历史"
    },
{
      "type_name": "8年级地理",
      "type_id": "8年级地理"
    },
    {
      "type_name": "8年级生物",
      "type_id": "8年级生物"
    },

     {
      "type_name": "8年级物理",
      "type_id": "8年级物理"
    },
    {
      "type_name": "8年级化学",
      "type_id": "8年级化学"
    },


{
      "type_name": "9年级语文",
      "type_id": "9年级语文"
    },
    {
      "type_name": "9年级数学",
      "type_id": "9年级数学"
    },
   {
      "type_name": "9年级英语",
      "type_id": "9年级英语"
    },
  {
      "type_name": "9年级历史",
      "type_id": "9年级历史"
    },
{
      "type_name": "9年级地理",
      "type_id": "9年级地理"
    },
    {
      "type_name": "9年级生物",
      "type_id": "9年级生物"
    },

 {
      "type_name": "9年级物理",
      "type_id": "9年级物理"
    },
    {
      "type_name": "9年级化学",
      "type_id": "9年级化学"
    },


{
      "type_name": "高一语文",
      "type_id": "高一语文"
    },
    {
      "type_name": "高一数学",
      "type_id": "高一数学"
    },
   {
      "type_name": "高一英语",
      "type_id": "高一英语"
    },
  {
      "type_name": "高一历史",
      "type_id": "高一历史"
    },
{
      "type_name": "高一地理",
      "type_id": "高一地理"
    },
    {
      "type_name": "高一生物",
      "type_id": "高一生物"
    },
 {
      "type_name": "高一思想政治",
      "type_id": "高一思想政治"
    },
{
      "type_name": "高一物理",
      "type_id": "高一物理"
    },
    {
      "type_name": "高一化学",
      "type_id": "高一化学"
    },


{
      "type_name": "高二语文",
      "type_id": "高二语文"
    },
    {
      "type_name": "高二数学",
      "type_id": "高二数学"
    },
   {
      "type_name": "高二英语",
      "type_id": "高二英语"
    },
  {
      "type_name": "高二历史",
      "type_id": "高二历史"
    },
{
      "type_name": "高二地理",
      "type_id": "高二地理"
    },
    {
      "type_name": "高二生物",
      "type_id": "高二生物"
    },
 {
      "type_name": "高二思想政治",
      "type_id": "高二思想政治"
    },
{
      "type_name": "高二物理",
      "type_id": "高二物理"
    },
    {
      "type_name": "高二化学",
      "type_id": "高二化学"
    },


{
      "type_name": "高三语文",
      "type_id": "高三语文"
    },
    {
      "type_name": "高三数学",
      "type_id": "高三数学"
    },
   {
      "type_name": "高三英语",
      "type_id": "高三英语"
    },
  {
      "type_name": "高三历史",
      "type_id": "高三历史"
    },
{
      "type_name": "高三地理",
      "type_id": "高三地理"
    },
    {
      "type_name": "高三生物",
      "type_id": "高三生物"
    },
 {
      "type_name": "高三思想政治",
      "type_id": "高三思想政治"
    },
{
      "type_name": "高三物理",
      "type_id": "高三物理"
    },
    {
      "type_name": "高三化学",
      "type_id": "高三化学"
    },



  {
      "type_name": "高中信息技术",
      "type_id": "高中信息技术"
    },
 {
      "type_name": "高中信息技术",
      "type_id": "高中信息技术"
    }



  ],
  "filter": {
   
    "1年级语文": [
      {
        "key": "tid",
        "name": "分类",
        "value": [
          {
            "n": "全部",
            "v": "0"
          },
          {
            "n": "沪教版",
            "v": "沪教版1年级语文"
          },
          {
            "n": "人教版",
            "v": "人教版1年级语文"
          },
          {
            "n": "北师大版",
            "v": "北师大版1年级语文"
          },
          
          {
            "n": "苏教版",
            "v": "苏教版1年级语文"
          }
        ]
      },
      {
        "key": "duration",
        "name": "时长",
        "value": [
          {
            "n": "全部",
            "v": "0"
          },
          {
            "n": "60分钟以上",
            "v": "4"
          },
          {
            "n": "30~60分钟",
            "v": "3"
          },
          {
            "n": "10~30分钟",
            "v": "2"
          },
          {
            "n": "10分钟以下",
            "v": "1"
          }
        ]
      }
    ],

    "1年级英语": [
      {
        "key": "tid",
        "name": "分类",
        "value": [
          {
            "n": "全部",
            "v": "0"
          },
          {
            "n": "沪教版",
            "v": "沪教版1年级英语"
          },
          {
            "n": "人教版",
            "v": "人教版1年级英语"
          },
          {
            "n": "北师大版",
            "v": "北师大版1年级英语"
          },
          
          {
            "n": "苏教版",
            "v": "苏教版1年级英语"
          }
        ]
      },
      {
        "key": "duration",
        "name": "时长",
        "value": [
          {
            "n": "全部",
            "v": "0"
          },
          {
            "n": "60分钟以上",
            "v": "4"
          },
          {
            "n": "30~60分钟",
            "v": "3"
          },
          {
            "n": "10~30分钟",
            "v": "2"
          },
          {
            "n": "10分钟以下",
            "v": "1"
          }
        ]
      }
    ],

    
    "1年级数学": [
      {
        "key": "tid",
        "name": "分类",
        "value": [
          {
            "n": "全部",
            "v": "0"
          },
          {
            "n": "沪教版",
            "v": "沪教版1年级数学"
          },
          {
            "n": "人教版",
            "v": "人教版1年级数学"
          },
          {
            "n": "北师大版",
            "v": "北师大版1年级数学"
          },
          
          {
            "n": "苏教版",
            "v": "苏教版1年级数学"
          }
        ]
      },
      {
        "key": "duration",
        "name": "时长",
        "value": [
          {
            "n": "全部",
            "v": "0"
          },
          {
            "n": "60分钟以上",
            "v": "4"
          },
          {
            "n": "30~60分钟",
            "v": "3"
          },
          {
            "n": "10~30分钟",
            "v": "2"
          },
          {
            "n": "10分钟以下",
            "v": "1"
          }
        ]
      }
    ],


 "2年级语文": [
      {
        "key": "tid",
        "name": "分类",
        "value": [
          {
            "n": "全部",
            "v": "0"
          },
          {
            "n": "沪教版",
            "v": "沪教版2年级语文"
          },
          {
            "n": "人教版",
            "v": "人教版2年级语文"
          },
          {
            "n": "北师大版",
            "v": "北师大版2年级语文"
          },
          
          {
            "n": "苏教版",
            "v": "苏教版2年级语文"
          }
        ]
      },
      {
        "key": "duration",
        "name": "时长",
        "value": [
          {
            "n": "全部",
            "v": "0"
          },
          {
            "n": "60分钟以上",
            "v": "4"
          },
          {
            "n": "30~60分钟",
            "v": "3"
          },
          {
            "n": "10~30分钟",
            "v": "2"
          },
          {
            "n": "10分钟以下",
            "v": "1"
          }
        ]
      }
    ],

    "2年级英语": [
      {
        "key": "tid",
        "name": "分类",
        "value": [
          {
            "n": "全部",
            "v": "0"
          },
          {
            "n": "沪教版",
            "v": "沪教版2年级英语"
          },
          {
            "n": "人教版",
            "v": "人教版2年级英语"
          },
          {
            "n": "北师大版",
            "v": "北师大版2年级英语"
          },
          
          {
            "n": "苏教版",
            "v": "苏教版2年级英语"
          }
        ]
      },
      {
        "key": "duration",
        "name": "时长",
        "value": [
          {
            "n": "全部",
            "v": "0"
          },
          {
            "n": "60分钟以上",
            "v": "4"
          },
          {
            "n": "30~60分钟",
            "v": "3"
          },
          {
            "n": "10~30分钟",
            "v": "2"
          },
          {
            "n": "10分钟以下",
            "v": "1"
          }
        ]
      }
    ],

    
    "2年级数学": [
      {
        "key": "tid",
        "name": "分类",
        "value": [
          {
            "n": "全部",
            "v": "0"
          },
          {
            "n": "沪教版",
            "v": "沪教版2年级数学"
          },
          {
            "n": "人教版",
            "v": "人教版2年级数学"
          },
          {
            "n": "北师大版",
            "v": "北师大版2年级数学"
          },
          
          {
            "n": "苏教版",
            "v": "苏教版2年级数学"
          }
        ]
      },
      {
        "key": "duration",
        "name": "时长",
        "value": [
          {
            "n": "全部",
            "v": "0"
          },
          {
            "n": "60分钟以上",
            "v": "4"
          },
          {
        